[
    {
        "Country": "Egyesült Arab Emírségek",
        "Notes": "A 4. generációs lefedettséget egy speciális teherautóval vették fel (csak Dubaj és Sardzsa). Ha lefelé nézel, szinte mindig fehér autót látsz (szemben a jordániai feketével).",
        "Image": "AE.jpg",
        "CountryCode": "AE"
    },
    {
        "Country": "Argentína",
        "Notes": "A Street View autó eleje általában szellemszerű, fekete színű (fekete folt/árnyék).",
        "Image": "AR.jpg",
        "CountryCode": "AR"
    },
    {
        "Country": "Amerikai Szamoa",
        "Notes": "Tutuila szigetén gyakran látható az autó (fekete pickup) hátulja alattad. Máshol gyalogos (trekker) viszi a kamerát.",
        "Image": "AS.jpg",
        "CountryCode": "AS"
    },
    {
        "Country": "Banglades",
        "Notes": "Az autó alatti rudak és az oldalsó visszapillantó tükrök sok helyen láthatók.",
        "Image": "BD.jpg",
        "CountryCode": "BD"
    },
    {
        "Country": "Bermuda",
        "Notes": "Van hajós lefedettség az egyik keleti kikötőben. A hivatalos felvételeken fekete teherautó, egy 'szaggatott' elmosódott autó, vagy mindkettő látható.",
        "Image": "BM.png",
        "CountryCode": "BM"
    },
    {
        "Country": "Chile",
        "Notes": "Nagy részén felismerhető az autó fehér hátuljának láthatóságáról.",
        "Image": "CL.jpg",
        "CountryCode": "CL"
    },
    {
        "Country": "Kolumbia",
        "Notes": "A 3. generációs felvételeken rövid, vastag antenna látható fekete, fehér vagy szürke autókon. A 4. generációs felvételeken fehér vagy ezüst autók gyakoriak.",
        "Image": "CO.jpg",
        "CountryCode": "CO"
    },
    {
        "Country": "Curaçao",
        "Notes": "Láthatóak a Street View autó rúdjai, és ezzel egyidejűleg a fekete motorháztető is. Ez a kombináció (rácsok + fekete motorháztető) egyedi.",
        "Image": "CW.jpg",
        "CountryCode": "CW"
    },
    {
        "Country": "Karácsony-sziget",
        "Notes": "Ha lefelé nézel, egy világos ezüst színű pickup platóját látod.",
        "Image": "CX.jpg",
        "CountryCode": "CX"
    },
    {
        "Country": "Németország",
        "Notes": "2023-ban a Google kiadta az új, 4. generációs lefedettséget szinte egész Németországban. Ha lefelé nézel, láthatod az autó kékes árnyalatát.",
        "Image": "DE.jpg",
        "CountryCode": "DE"
    },
    {
        "Country": "Ecuador",
        "Notes": "Fehér Google autó rövid és vastag ('tömzsi') antennával.",
        "Image": "EC.jpg",
        "CountryCode": "EC"
    },
    {
        "Country": "Feröer-szigetek",
        "Notes": "Egyedi, csipkézett zöld hegyvidéki táj fák nélkül. A Google autón sima szürke tetőcsomagtartó és tükrök láthatók.",
        "Image": "FO.png",
        "CountryCode": "FO"
    },
    {
        "Country": "Ghána",
        "Notes": "Az autón látható tetőcsomagtartó van, az első rúd jobb végén fekete szalaggal.",
        "Image": "GH.png",
        "CountryCode": "GH"
    },
    {
        "Country": "Guatemala",
        "Notes": "Láthatóak a tetőcsomagtartó rúdjai és a fekete tükrök.",
        "Image": "GT.jpg",
        "CountryCode": "GT"
    },
    {
        "Country": "Guam",
        "Notes": "Az autó bal hátsó részén (a képen jobb oldalon) kilóg egy kis darab rúd – ez különbözteti meg az Északi-Mariana-szigetektől.",
        "Image": "GU.jpg",
        "CountryCode": "GU"
    },
    {
        "Country": "India",
        "Notes": "Ha lefelé nézel, gyakran egy nagyon nagy kör alakú elmosódást látsz. Néha látható a téglalap alakú autó is.",
        "Image": "IN.png",
        "CountryCode": "IN"
    },
    {
        "Country": "Izland",
        "Notes": "A Street View autón gyakran látható antenna, és néha az autó egy része fehér-piros-kék festésű.",
        "Image": "IS.png",
        "CountryCode": "IS"
    },
    {
        "Country": "Jordánia",
        "Notes": "Ha lefelé nézel, az autó fekete. Ez különbözteti meg az Egyesült Arab Emírségek fehér autójától.",
        "Image": "JO.jpg",
        "CountryCode": "JO"
    },
    {
        "Country": "Kenya",
        "Notes": "A Google Street View autón elöl gyakran látható egy 'snorkel' (légbeszívó cső). A 2022 óta készült új lefedettségen a teherautón lehet snorkel, antenna, mindkettő vagy egyik sem.",
        "Image": "KE.png",
        "CountryCode": "KE"
    },
    {
        "Country": "Kirgizisztán",
        "Notes": "Délnyugaton (Os környékén) a bal oldali visszapillantó tükörben az ezüstszínű autó kb. 90%-a látszik. Az ország többi részén csak kb. 60%-a. Láthatóak a tetőcsomagtartó rúdjai és a fekete-fehér tükrök is.",
        "Image": "KG.jpg",
        "CountryCode": "KG"
    },
    {
        "Country": "Laosz",
        "Notes": "A kevés lefedett helyen láthatóak az autó rúdjai és tükrei. Vientiane-ban (a fővárosban) ezek nem láthatók.",
        "Image": "LA.jpg",
        "CountryCode": "LA"
    },
    {
        "Country": "Srí Lanka",
        "Notes": "A 3. generációs autón kék-fehér-piros csíkok vannak (francia zászlóhoz hasonló). A 4. generációs lefedettség alacsony kamerás (low-cam), az autó nagyobbnak tűnik, széles kör alakú elmosódással.",
        "Image": "LK.jpg",
        "CountryCode": "LK"
    },
    {
        "Country": "Madagaszkár",
        "Notes": "A Street View tartalmaz hajós felvételeket is. Antananarivo magasabban fekvő részein gyalogos (trekker) felvételek készültek. Andavadoaka környékén, a szárazföld belsejében, a felvételeket ökrös szekérről készítették.",
        "Image": "MG.png",
        "CountryCode": "MG"
    },
    {
        "Country": "Észak-Macedónia",
        "Notes": "Az antenna hiánya a Google autón jó azonosító jel, mivel Kelet-Európa legtöbb részén látható az antenna.",
        "Image": "MK.png",
        "CountryCode": "MK"
    },
    {
        "Country": "Mongólia",
        "Notes": "Gyakori a tetőcsomagtartó rúdja és a piros visszapillantó tükör. Nyugat-Mongóliában (vagy Ulánbátorban) a rudak gyakran fekete gumival vannak kitöltve, keleten nem. Néha 'kempingfelszerelés' is látható a tetőn.",
        "Image": "MN.jpg",
        "CountryCode": "MN"
    },
    {
        "Country": "Északi-Mariana-szigetek",
        "Notes": "Ha lefelé nézel, vastag elmosódást kell látnod. Az autó jobb első részén antenna is van.",
        "Image": "MP.jpg",
        "CountryCode": "MP"
    },
    {
        "Country": "Nigéria",
        "Notes": "A 3. generációs felvételeken néha látható a tetőcsomagtartó sárga-fekete mintázata, ami egyedi. Az autó egy nagy pickup, gyakran látható a fülke és a plató (fehér vagy piros lehet).",
        "Image": "NG.png",
        "CountryCode": "NG"
    },
    {
        "Country": "Panama",
        "Notes": "A Street View autónak egyedi antennája van, amely sehol máshol nem található meg a Földön. Ha lefelé nézel, láthatónak kell lennie.",
        "Image": "PA.jpg",
        "CountryCode": "PA"
    },
    {
        "Country": "Pakisztán",
        "Notes": "A felvételeket nem autóval, hanem gyalogosan (trekker) készítették, így lefelé nézve a hordozó személy körvonala látható.",
        "Image": "PK.jpg",
        "CountryCode": "PK"
    },
    {
        "Country": "Katar",
        "Notes": "Fehér teherautó látható alattad, hasonlóan az UAE-hez és Szenegálhoz.",
        "Image": "QA.jpg",
        "CountryCode": "QA"
    },
    {
        "Country": "Réunion",
        "Notes": "Láthatóak az autó rúdjai, tükrei és oldala. A jobb hátsó rúdon fekete szalag van.",
        "Image": "RE.jpg",
        "CountryCode": "RE"
    },
    {
        "Country": "Szerbia",
        "Notes": "Az antenna hiánya az autón kulcsfontosságú azonosító (szemben a környező országokkal).",
        "Image": "RS.jpg",
        "CountryCode": "RS"
    },
    {
        "Country": "Ruanda",
        "Notes": "A ruandai Google autó lehet fehér, fekete vagy szürke/barna. Szinte mindig látható, beleértve a kameratartó állványt is.",
        "Image": "RW.png",
        "CountryCode": "RW"
    },
    {
        "Country": "Szenegál",
        "Notes": "A 4. generációs lefedettségen ezüst vagy fehér teherautó fülkéje látható. A 3. generációs lefedettségen látható a tetőcsomagtartó.",
        "Image": "SN.png",
        "CountryCode": "SN"
    },
    {
        "Country": "Tunézia",
        "Notes": "Tunisztól északra (Hammamet felett) egy világoszöld Toyota követi a Street View autót. Délen (Hammamet alatt) egy sötétzöld Mazda követi, piros-fekete rendszámmal.",
        "Image": "TN.jpg",
        "CountryCode": "TN"
    },
    {
        "Country": "Ukrajna",
        "Notes": "Ukrajna nagy részén piros Google autó látható hosszú antennával.",
        "Image": "UA.jpg",
        "CountryCode": "UA"
    },
    {
        "Country": "Uganda",
        "Notes": "A nemzeti parkokban az autónak fekete rúdja van elöl. Az autó egyébként egy dobozos fehér SUV, szögletes visszapillantó tükrökkel.",
        "Image": "UG.jpg",
        "CountryCode": "UG"
    },
    {
        "Country": "Uruguay",
        "Notes": "Az autó eleje általában szellemszerű, fekete színű (hasonlóan Argentínához).",
        "Image": "UY.jpg",
        "CountryCode": "UY"
    },
    {
        "Country": "Amerikai Virgin-szigetek",
        "Notes": "Ha lefelé nézel, egy robusztus pickupot látsz, látható rudakkal és platóval.",
        "Image": "VI.jpg",
        "CountryCode": "VI"
    },
    {
        "Country": "Vietnám",
        "Notes": "A felvételeket motorbiciklivel készítették. Látható a motor, a motor elmosódott körvonala vagy a vezető sisakja.",
        "Image": "VN.jpg",
        "CountryCode": "VN"
    },
    {
        "Country": "Dél-afrikai Köztársaság",
        "Notes": "2. generációs kamerák. Gyakran látható 'halo' (fénygyűrű) az égen és/vagy kör alakú elmosódás az autó alatt.",
        "Image": "ZA.png",
        "CountryCode": "ZA"
    }
]