[
    {
        "Country": "Norvégia",
        "Notes": "Gyakran sárga felezővonal és fehér szélső vonalak találhatók, de előfordul fehér szaggatott vonal is az út szélén.",
        "Image": "NO.png",
        "CountryCode": "NO"
    },
    {
        "Country": "Csehország",
        "Notes": "Az utak gyakran rendelkeznek folytonos külső vonallal, miközben nincs felezővonal. Ez segít megkülönböztetni Szlovákiától.",
        "Image": "CZ.jpg",
        "CountryCode": "CZ"
    },
    {
        "Country": "Malajzia",
        "Notes": "Gyakoriak a fekete-fehér útburkolati jelek és szalagkorlátok. Néha vastag, sárga, az útra merőleges vonalak láthatók. Előfordulnak dupla, folytonos fehér vonalak is, ami ritka máshol a világon.",
        "Image": "MY.png",
        "CountryCode": "MY"
    },
    {
        "Country": "Katar",
        "Notes": "Az utakat főként fekete-fehér szegélykövek határolják, amelyek gyakran frissen festettnek tűnnek.",
        "Image": "QA.jpg",
        "CountryCode": "QA"
    },
    {
        "Country": "Ruanda",
        "Notes": "A burkolt utak minősége magas. Jellemző a sárga felezővonal és a fehér szélső vonal. Gyakoriak a fekete-fehér szegélykövek.",
        "Image": "RW.png",
        "CountryCode": "RW"
    },
    {
        "Country": "Thaiföld",
        "Notes": "A felezővonal néha sárga (szaggatott vagy folytonos), de a fehér felezővonal is gyakori.",
        "Image": "TH.png",
        "CountryCode": "TH"
    },
    {
        "Country": "Uruguay",
        "Notes": "Gyakori a 'tripla vonal': dupla sárga vonal, köztük fehér szaggatottal (ez a kialakítás egyedülálló Amerikában). Szintén előfordul a fehér szaggatott vonal folytonos sárga vonal mellett.",
        "Image": "UY.png",
        "CountryCode": "UY"
    },
    {
        "Country": "Chile",
        "Notes": "Néha teljesen sárga útburkolati jelek láthatók (Dél-Amerikában ez Chilére egyedi). A teljesen fehér vonalak is gyakoriak, bár ez Argentínában is előfordulhat.",
        "Image": "CL.png",
        "CountryCode": "CL"
    },
    {
        "Country": "Finnország",
        "Notes": "Az útburkolati jelek általában folytonos fehér szélső vonalakból (ha vannak) és fehér vagy sárga felezővonalból állnak.",
        "Image": "FI.png",
        "CountryCode": "FI"
    },
    {
        "Country": "Izland",
        "Notes": "Egyes utakon fehér, szaggatott szélső jelzések vannak, ahol a fű gyakran közvetlenül az út széléig ér. Az utak gyakran jellegzetes sötét színűek.",
        "Image": "IS.png",
        "CountryCode": "IS"
    },
    {
        "Country": "Brazília",
        "Notes": "Az utakon jellemzően dupla sárga vonal van középen és fehér vonalak a széleken.",
        "Image": "BR.png",
        "CountryCode": "BR"
    },
    {
        "Country": "Lengyelország",
        "Notes": "A dupla felezővonal nagyon gyakori, és általában jó nyom Lengyelország azonosításához.",
        "Image": "PL.jpg",
        "CountryCode": "PL"
    },
    {
        "Country": "Svédország",
        "Notes": "Jellemző a fehér szaggatott szélső vonal és fehér felezővonal. Az oldalsó jelzéseknél a vonalak közötti szünetek hosszabbak, mint maguk a vonalak.",
        "Image": "SE.png",
        "CountryCode": "SE"
    },
    {
        "Country": "Fülöp-szigetek",
        "Notes": "Az útburkolati jelek jellemzően fehérek, de néha előfordulhat egyes vagy dupla sárga vonal is.",
        "Image": "PH.png",
        "CountryCode": "PH"
    },
    {
        "Country": "Görögország",
        "Notes": "Sok úton dupla fehér vagy sárga felezővonal található.",
        "Image": "GR.jpg",
        "CountryCode": "GR"
    },
    {
        "Country": "Franciaország",
        "Notes": "Sok úton nagyon hosszú, fehér szaggatott vonalak vannak mindkét oldalon (Európában máshol nem ilyen hosszúak). Korzika szigetén rövidebbek a fehér szaggatott vonalak.",
        "Image": "FR.jpg",
        "CountryCode": "FR"
    },
    {
        "Country": "Dánia",
        "Notes": "A főutakon gyakran jellegzetes, rövid szaggatott szélső útburkolati jelek láthatók.",
        "Image": "DK.png",
        "CountryCode": "DK"
    },
    {
        "Country": "Írország",
        "Notes": "A sárga, szaggatott szélső vonalak meglehetősen gyakoriak, ellentétben az Egyesült Királysággal, ahol nagyon ritkák.",
        "Image": "IE.jpg",
        "CountryCode": "IE"
    },
    {
        "Country": "Indonézia",
        "Notes": "A külső útburkolati jelek mindig fehérek. A felezővonal lehet fehér vagy sárga.",
        "Image": "ID.png",
        "CountryCode": "ID"
    },
    {
        "Country": "Argentína",
        "Notes": "Az útburkolati jelek gyakran fehér szaggatott vonalból állnak egy folytonos sárga vonal mellett.",
        "Image": "AR.png",
        "CountryCode": "AR"
    }
]